Repository: antoniofv/Foodster
Catalog: iOS-Recycling/Localization/*.lproj/Localizable.strings
Languages: es

# groceryListView.accessibility.addButtonHint
source: Add a grocery item to the list
es: Añade un producto a la lista

# groceryListView.title
source: Groceries
es: Lista de la compra

# groceryListView.emptyListMessage
source: Add some items to the list!
es: ¡Añade algo a la lista!

# recipeCategoryListView.title
source: Recipes
es: Recetas

# recipeDetailsView.title
source: Recipe
es: Receta

# recipeDetailsView.loadingMessage
source: Loading...
es: Cargando...

# recipeDetailsView.ingredientsSection.title
source: Ingredients
es: Ingredientes

# recipeDetailsView.ingredientsSection.addToGroceryListButtonTitle
source: Add ingredients to the grocery list
es: Añadir a la lista de la compra

# recipeDetailsView.instructionsSection.title
source: Instructions
es: Instrucciones

# recipeDetailsView.instructionsSection.youtubeButtonTitle
source: Watch on YouTube
es: Ver en YouTube

# AddItemToGroceryList.title
source: Add to grocery list
es: Añadir a la lista de la compra

# AddItemToGroceryList.description
source: Add an item to the grocery list
es: Añade un elemento a la lista de la compra

# AddItemToGroceryList.parameter.item.requestValueDialog
source: Item you want to add:
es: Elemento que quieres añadir:

# AddItemToGroceryList.parameter.item.summary
source: Add ${item} to the grocery list.
es: Añadir ${item} a la lista de la compra.

# AddItemToGroceryList.parameter.item.dialog.prompt
source: What do you want to add?
es: ¿Qué quieres añadir?

# AddItemToGroceryList.parameter.item.dialog.confirmation
source: Just to confirm, you wanted to add "%@"?
es: Sólo para confirmarlo, ¿quieres añadir "%@"?

# AddItemToGroceryList.parameter.item.dialog.responseSuccess
source: Added "%@" to your grocery list.
es: Se añadió "%@" a tu lista de la compra.
